[Main]
DisplayName=Slovenský (Slovak)

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Stránka je bezpečná
Site_Risk_tip=Stránka obsahuje potenciálnu hrozbu
Protected_Off_tip=Advanced SystemCare - Ochrana prehliadača: VYP
Site_Safe=Bezpečná:
Site_Risk=Riziková:
Site_Advisory=Hodnotenie poskytuje
Site_Details=Detaily
Risk_Title=Táto stránka bola nahlásená ako nebezpečná
Risk_recommend=ODPORÚČANÉ : Nepokračovať v prehliadaní tejto stránky!
Risk_goBack=Zrušiť
Risk_report=Nahlásiť falošný poplach
Risk_continue=Aj tak pokračovať
Site_turbo_tip=Ochrana pri surfovaní je "Vypnutá", lebo Opera Turbo je Zapnuté
ads_Removed=reklamy blokovať na tejto stránke
ads_Nofound=Bez reklamy
Site_Miner_tip=Na tejto stránke bolo zablokované kryptografické obťažovanie
Link_Safe_tip=Tento odkaz je v bezpečný
Link_Risk_tip=Tento odkaz nie je bezpečný
Sender_Risk_tip=Tento odosielateľ je podozrivý.
Link_Phish_tip=Tento odkaz obsahuje podvod typu phishing.
Risk_Title_Phish=Táto webová stránka bola nahlásená ako phishingová stránka.
Site_Risk_link=Tento e-mail obsahuje škodlivý odkaz.
Site_Risk_sender=Odosielateľ tohto e-mailu je podozrivý.
Site_Risk_link_sender=Tento e-mail obsahuje škodlivý odkaz a odosielateľ je podozrivý.
Site_Risk_phish=Táto stránka obsahuje podvod typu phishing.

